Repository: playstonex/SwiftTerm
Catalog: Foundation/MachineStatusView/Sources/MachineStatusView/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: %d CORE
zh_hans: %d 核
zh_hant: %d 核

source: %d CORES
zh_hans: %d 核
zh_hant: %d 核

source: Active & Inactive is not counted as free memory
zh_hans: Active 和 Inactive 不计入空闲内存
zh_hant: Active 和 Inactive 不計入空閒內存

source: All Core
zh_hans: 全部核心
zh_hant: 全部核心

source: Average Load 1 min:
zh_hans: 1 分钟平均负载:
zh_hant: 1 分鐘平均負載:

source: Average Load 15 min:
zh_hans: 15 分钟平均负载:
zh_hant: 15 分鐘平均負載:

source: Average Load 5 min:
zh_hans: 5 分钟平均负载:
zh_hant: 5 分鐘平均負載:

source: BYTES
zh_hans: 字节
zh_hant: 字節

source: CACHE
zh_hans: 缓存
zh_hant: 緩存

source: DISK
zh_hans: 磁盘
zh_hant: 磁盤

source: Displaying network speed, measured each second
zh_hans: 显示网络速度，每秒测量一次
zh_hant: 顯示網絡速度，每秒測量一次

source: Driver Version: %@
zh_hans: 驱动版本: %@
zh_hant: 驅動版本: %@

source: FREE
zh_hans: 空闲
zh_hant: 空閒

source: Generated by Rayon, updated in real-time.
zh_hans: 由 Rayon 生成，实时更新。
zh_hant: 由 Rayon 生成，實時更新。

source: Hostname:
zh_hans: 主机名:
zh_hant: 主機名:

source: Mount point may be inaccurate due to system limit
zh_hans: 受系统限制影响，挂载点可能不准确
zh_hant: 受系統限制影響，掛載點可能不準確

source: NET
zh_hans: 网络
zh_hant: 網絡

source: No Data Available
zh_hans: 无可用数据
zh_hant: 無可用數據

source: No GPU Available
zh_hans: 无可用 GPU
zh_hant: 無可用 GPU

source: RAM
zh_hans: 内存
zh_hant: 內存

source: RAM: %@
zh_hans: 显存: %@
zh_hant: 顯存: %@

source: RX
zh_hans: 接收
zh_hant: 接收

source: Running Process:
zh_hans: 运行中进程:
zh_hant: 運行中進程:

source: SYS
zh_hans: 系统
zh_hant: 系統

source: System
zh_hans: 系统
zh_hant: 跟隨系統

source: TX
zh_hans: 发送
zh_hant: 發送

source: Total Process:
zh_hans: 总进程数:
zh_hant: 總進程數:

source: USED
zh_hans: 已用
zh_hant: 已用

source: USED: %@ CACHE %@ FREE %@ SWAP %@
zh_hans: 已用: %@ 缓存 %@ 空闲 %@ 交换 %@
zh_hant: 已用: %@ 緩存 %@ 空閒 %@ 交換 %@

source: USED: %@ FREE %@
zh_hans: 已用: %@ 空闲 %@
zh_hant: 已用: %@ 空閒 %@

source: USER
zh_hans: 用户
zh_hant: 用戶

source: USER %@ SYSTEM %@ IO %@ NICE %@
zh_hans: 用户 %@ 系统 %@ IO %@ NICE %@
zh_hant: 用戶 %@ 系統 %@ IO %@ NICE %@

source: Uptime:
zh_hans: 运行时长:
zh_hant: 運行時長:

source: fan: %@
zh_hans: 风扇: %@
zh_hant: 風扇: %@
